Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitBooksLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Label.readingList
source: Reading List
ar: قائمة القراءة
bg: Списък за четене
ca: Llista de lectura
cs: Seznam k přečtení
da: Læseliste
de: Leseliste
el: Λίστα Ανάγνωσης
es: Lista de Lectura
es_419: Lista de lectura
fi: Luku Lista
fr: Liste de lecture
fr_ca: Liste de lecture
he: רשימת קריאה
hi: पढ़ने की सूची
hr: Popis za Čitanje
hu: Olvasási lista
id: Daftar Bacaan
it: Lista di lettura
ja: 読書リスト
kk: Оқу тізімі
ko: 읽기 목록
ms: Senarai Bacaan
nb: Leseliste
nl: Leeslijst
pl: Lista Czytania
pt_br: Lista de Leitura
pt_pt: Lista de Leitura
ro: Lista de Lectură
ru: Список чтения
sk: Zoznam na čítanie
sv: Läslista
th: รายการอ่าน
tr: Okuma Listesi
uk: Список для читання
vi: Danh sách đọc
zh_hans: 阅读列表
zh_hant: 閱讀清單
zh_hk: 閱讀清單

# TK.Label.readingProgress
source: Reading Progress
ar: تقدم القراءة
bg: Напредък в четене
ca: Progrés de lectura
cs: Pokrok ve čtení
da: Læsefremskridt
de: Leseverlauf
el: Πρόοδος Ανάγνωσης
es: Progreso de Lectura
es_419: Progreso de lectura
fi: Luku Edistyminen
fr: Progrès de lecture
fr_ca: Progrès de lecture
he: התקדמות קריאה
hi: पढ़ाई प्रगति
hr: Napredak Čitanja
hu: Olvasási előrehaladás
id: Progres Membaca
it: Progresso di lettura
ja: 読書進捗
kk: Оқу барысы
ko: 읽기 진행률
ms: Kemajuan Membaca
nb: Leseprogresjon
nl: Leeslijst
pl: Postęp Czytania
pt_br: Progresso da Leitura
pt_pt: Progresso de Leitura
ro: Progres în Lectură
ru: Прогресс чтения
sk: Pokrok v čítaní
sv: Läseframsteg
th: ความก้าวหน้าในการอ่าน
tr: Okuma İlerlemesi
uk: Прогрес читання
vi: Tiến độ đọc
zh_hans: 阅读进度
zh_hant: 閱讀進度
zh_hk: 閱讀進度

# TK.Label.reviews
source: Reviews
ar: المراجعات
bg: Отзиви
ca: Ressenyes
cs: Recenze
da: Anmeldelser
de: Bewertungen
el: Αξιολογήσεις
es: Reseñas
es_419: Reseñas
fi: Arvostelut
fr: Avis
fr_ca: Avis
he: ביקורות
hi: समीक्षाएँ
hr: Recenzije
hu: Vélemények
id: Ulasan
it: Recensioni
ja: レビュー
kk: Пікірлер
ko: 리뷰
ms: Ulasan
nb: Vurderinger
nl: Beoordelingen
pl: Opinie
pt_br: Avaliações
pt_pt: Avaliações
ro: Recenzii
ru: Отзывы
sk: Recenzie
sv: Recensioner
th: รีวิว
tr: Yorumlar
uk: Відгуки
vi: Đánh giá
zh_hans: 评价
zh_hant: 評論
zh_hk: 評價

# TK.Message.annotationSavedSuccessfullyDot
source: Annotation saved successfully.
ar: تم حفظ التعليق بنجاح.
bg: Анотацията беше успешно запазена.
ca: Annotació desada correctament.
cs: Poznámka byla úspěšně uložena.
da: Annotering gemt med succes.
de: Annotation erfolgreich gespeichert.
el: Η σημείωση αποθηκεύτηκε με επιτυχία.
es: Anotación guardada correctamente.
es_419: Anotación guardada con éxito.
fi: Mu annotation on tallennettu onnistuneesti.
fr: Annotation sauvegardée avec succès.
fr_ca: Annotation enregistrée avec succès.
he: ההערה נשמרה בהצלחה.
hi: एनोटेशन को सफलतापूर्वक सहेजा गया।
hr: Bilješka je uspješno spremljena.
hu: Az annotáció sikeresen mentve.
id: Annotasi berhasil disimpan.
it: Annotazione salvata con successo.
ja: 注釈は正常に保存されました。
kk: Ескертпе сәтті сақталды.
ko: 주석이 성공적으로 저장되었습니다.
ms: Catatan telah disimpan dengan jayanya.
nb: Annotasjon lagret.
nl: Annotatie succesvol opgeslagen.
pl: Adnotacja zapisana pomyślnie.
pt_br: Anotação salva com sucesso.
pt_pt: Anotação guardada com sucesso.
ro: Notița a fost salvată cu succes.
ru: Аннотация успешно сохранена.
sk: Poznámka bola úspešne uložená.
sv: Anteckning sparad framgångsrikt.
th: บันทึกคำอธิบายสำเร็จแล้ว
tr: Açıklama başarıyla kaydedildi.
uk: Анотацію успішно збережено.
vi: Chú thích đã được lưu thành công.
zh_hans: 注释已成功保存。
zh_hant: 註解已成功儲存。
zh_hk: 標註已成功儲存。

# TK.Message.bookAddedToLibraryDot
source: Book added to library.
ar: تم إضافة الكتاب إلى المكتبة.
bg: Книгата е добавена в библиотеката.
ca: Llibre afegit a la biblioteca.
cs: Kniha byla přidána do knihovny.
da: Bogen er blevet tilføjet til biblioteket.
de: Buch zur Bibliothek hinzugefügt.
el: Το βιβλίο προστέθηκε στη βιβλιοθήκη.
es: Libro añadido a la biblioteca.
es_419: Libro añadido a la biblioteca.
fi: Kirja lisätty kirjastoon.
fr: Livre ajouté à la bibliothèque.
fr_ca: Livre ajouté à la bibliothèque.
he: הספר נוסף לספרייה.
hi: पुस्तक पुस्तकालय में जोड़ी गई।
hr: Knjiga je dodana u biblioteku.
hu: A könyv hozzáadva a könyvtárhoz.
id: Buku berhasil ditambahkan ke perpustakaan.
it: Libro aggiunto alla biblioteca.
ja: 本がライブラリに追加されました。
kk: Кітап кітапханаға қосылды.
ko: 책이 라이브러리에 추가되었습니다.
ms: Buku telah ditambah ke dalam perpustakaan.
nb: Bok lagt til i biblioteket.
nl: Boek toegevoegd aan de bibliotheek.
pl: Książka została dodana do biblioteki.
pt_br: Livro adicionado à biblioteca.
pt_pt: Livro adicionado à biblioteca.
ro: Cartea a fost adăugată în bibliotecă.
ru: Книга добавлена в библиотеку.
sk: Kniha bola pridaná do knižnice.
sv: Bok tillagd till biblioteket.
th: เพิ่มหนังสือในห้องสมุดแล้ว
tr: Kitap kütüphaneye eklendi.
uk: Книга додана до бібліотеки.
vi: Sách đã được thêm vào thư viện.
zh_hans: 书籍已添加至库中。
zh_hant: 書籍已加入圖書館。
zh_hk: 書籍已添加到圖書館。

# TK.Message.bookAvailableOfflineDot
source: Book is now available offline.
ar: الكتاب متاح الآن في وضع عدم الاتصال.
bg: Книгата сега е налична офлайн.
ca: Llibre disponible ara fora de línia.
cs: Kniha je nyní dostupná offline.
da: Bogen er nu tilgængelig offline.
de: Buch ist jetzt offline verfügbar.
el: Το βιβλίο είναι τώρα διαθέσιμο εκτός σύνδεσης.
es: El libro está ahora disponible sin conexión.
es_419: El libro ahora está disponible sin conexión.
fi: Kirja on nyt saatavilla offline-tilassa.
fr: Le livre est maintenant disponible hors connexion.
fr_ca: Le livre est maintenant disponible hors ligne.
he: הספר זמין עכשיו לאופליין.
hi: पुस्तक अब ऑफ़लाइन उपलब्ध है।
hr: Knjiga je sada dostupna offline.
hu: A könyv most offline elérhető.
id: Buku kini tersedia secara offline.
it: Il libro è ora disponibile offline.
ja: 本がオフラインで利用可能になりました。
kk: Кітап енді офлайн режимінде қолжетімді.
ko: 책이 이제 오프라인에서 이용 가능합니다.
ms: Buku kini tersedia untuk digunakan tanpa internet.
nb: Bok er nå tilgjengelig offline.
nl: Boek is nu offline beschikbaar.
pl: Książka jest teraz dostępna offline.
pt_br: Livro agora disponível offline.
pt_pt: Livro agora disponível offline.
ro: Cartea este acum disponibilă offline.
ru: Книга теперь доступна в оффлайн-режиме.
sk: Kniha je teraz dostupná offline.
sv: Boken är nu tillgänglig offline.
th: หนังสือพร้อมใช้งานแบบออฟไลน์แล้ว
tr: Kitap artık çevrimdışı kullanılabilir.
uk: Книга тепер доступна в офлайн-режимі.
vi: Sách đã có thể sử dụng ngoại tuyến.
zh_hans: 书籍现已离线可用。
zh_hant: 書籍現在可離線使用。
zh_hk: 書籍現在可以離線使用。

# TK.Message.bookDeletedFromLibraryDot
source: Book deleted from library.
ar: تم حذف الكتاب من المكتبة.
bg: Книгата е изтрита от библиотеката.
ca: Llibre eliminat de la biblioteca.
cs: Kniha byla odstraněna z knihovny.
da: Bogen er blevet slettet fra biblioteket.
de: Buch aus der Bibliothek gelöscht.
el: Το βιβλίο διαγράφηκε από τη βιβλιοθήκη.
es: Libro eliminado de la biblioteca.
es_419: Libro eliminado de la biblioteca.
fi: Kirja poistettu kirjastosta.
fr: Livre supprimé de la bibliothèque.
fr_ca: Livre supprimé de la bibliothèque.
he: הספר הוסר מהספרייה.
hi: पुस्तक पुस्तकालय से हटा दी गई।
hr: Knjiga je uklonjena iz biblioteke.
hu: A könyv eltávolítva a könyvtárból.
id: Buku berhasil dihapus dari perpustakaan.
it: Libro eliminato dalla biblioteca.
ja: 本がライブラリから削除されました。
kk: Кітап кітапханадан жойылды.
ko: 책이 라이브러리에서 삭제되었습니다.
ms: Buku telah dibuang dari perpustakaan.
nb: Bok slettet fra biblioteket.
nl: Boek verwijderd uit de bibliotheek.
pl: Książka została usunięta z biblioteki.
pt_br: Livro excluído da biblioteca.
pt_pt: Livro eliminado da biblioteca.
ro: Cartea a fost eliminată din bibliotecă.
ru: Книга удалена из библиотеки.
sk: Kniha bola odstránená z knižnice.
sv: Bok borttagen från biblioteket.
th: ลบหนังสือจากห้องสมุดเรียบร้อยแล้ว
tr: Kitap kütüphaneden silindi.
uk: Книга видалена з бібліотеки.
vi: Sách đã bị xóa khỏi thư viện.
zh_hans: 书籍已从库中删除。
zh_hant: 書籍已從圖書館刪除。
zh_hk: 書籍已從圖書館刪除。

# TK.Message.bookDownloadedSuccessfullyDot
source: Book downloaded successfully.
ar: تم تنزيل الكتاب بنجاح.
bg: Книгата е успешно изтеглена.
ca: Llibre descarregat amb èxit.
cs: Kniha byla úspěšně stažena.
da: Bogen er blevet downloaded med succes.
de: Buch erfolgreich heruntergeladen.
el: Το βιβλίο κατέβηκε με επιτυχία.
es: Libro descargado con éxito.
es_419: Libro descargado con éxito.
fi: Kirja ladattu onnistuneesti.
fr: Livre téléchargé avec succès.
fr_ca: Livre téléchargé avec succès.
he: הספר הורד בהצלחה.
hi: पुस्तक सफलतापूर्वक डाउनलोड हो गई।
hr: Knjiga je uspješno preuzeta.
hu: A könyv sikeresen letöltve.
id: Buku berhasil diunduh.
it: Libro scaricato con successo.
ja: 本が正常にダウンロードされました。
kk: Кітап сәтті жүктелді.
ko: 책이 성공적으로 다운로드되었습니다.
ms: Buku telah berjaya dimuat turun.
nb: Bok lastet ned med suksess.
nl: Boek succesvol gedownload.
pl: Książka została pomyślnie pobrana.
pt_br: Livro baixado com sucesso.
pt_pt: Livro descarregado com sucesso.
ro: Cartea a fost descărcată cu succes.
ru: Книга успешно загружена.
sk: Kniha bola úspešne stiahnutá.
sv: Bok nedladdad framgångsrikt.
th: ดาวน์โหลดหนังสือเสร็จสมบูรณ์แล้ว
tr: Kitap başarıyla indirildi.
uk: Книга успішно завантажена.
vi: Sách đã được tải xuống thành công.
zh_hans: 书籍已成功下载。
zh_hant: 書籍已成功下載。
zh_hk: 書籍已成功下載。

# TK.Message.bookmarkAddedSuccessfullyDot
source: Bookmark added successfully.
ar: تمت إضافة علامة مرجعية بنجاح.
bg: Забележката е добавена успешно.
ca: Marcador afegit amb èxit.
cs: Záložka byla úspěšně uložena.
da: Bogmærket er blevet gemt med succes.
de: Lesezeichen erfolgreich gespeichert.
el: Ο σελιδοδείκτης προστέθηκε με επιτυχία.
es: Marcador añadido con éxito.
es_419: Marcador añadido con éxito.
fi: Kirjanmerkki tallennettu onnistuneesti.
fr: Favori ajouté avec succès.
fr_ca: Favori ajouté avec succès.
he: המועדף נוסף בהצלחה.
hi: बुकमार्क सफलतापूर्वक सहेजा गया।
hr: Zabilješka je uspješno spremljena.
hu: A könyvjelző sikeresen mentve.
id: Tanda buku berhasil ditambahkan.
it: Segnalibro salvato con successo.
ja: ブックマークが正常に保存されました。
kk: Бұрылмалы белгі сәтті сақталды.
ko: 북마크가 성공적으로 저장되었습니다.
ms: Tanda halaman telah berjaya disimpan.
nb: Bokmerke lagt til med suksess.
nl: Bladwijzer succesvol toegevoegd.
pl: Zakładka została pomyślnie dodana.
pt_br: Marco adicionado com sucesso.
pt_pt: Marcador adicionado com sucesso.
ro: Marcaj adăugat cu succes.
ru: Закладка успешно сохранена.
sk: Záložka bola úspešne uložená.
sv: Bokmärke tillagt framgångsrikt.
th: เพิ่มบุ๊กมาร์กเรียบร้อยแล้ว
tr: Yer imi başarıyla kaydedildi.
uk: Закладка успішно збережена.
vi: Đánh dấu đã được lưu thành công.
zh_hans: 书签已成功保存。
zh_hant: 書籤已成功儲存。
zh_hk: 書籤已成功保存。

# TK.Message.librarySyncCompleteDot
source: Library sync complete.
ar: تم الانتهاء من مزامنة المكتبة.
bg: Синхронизацията на библиотеката е завършена.
ca: Sincronització de la biblioteca completa.
cs: Synchronizace knihovny byla dokončena.
da: Biblioteksynkronisering fuldført.
de: Bibliothekssynchronisation abgeschlossen.
el: Ο συγχρονισμός της βιβλιοθήκης ολοκληρώθηκε.
es: Sincronización de la biblioteca completa.
es_419: Sincronización de la biblioteca completa.
fi: Kirjaston synkronointi valmis.
fr: Synchronisation de la bibliothèque terminée.
fr_ca: La synchronisation de la bibliothèque est terminée.
he: סנכרון הספרייה הושלם.
hi: लाइब्रेरी समन्वय पूरा हुआ।
hr: Sinkronizacija knjižnice je završena.
hu: A könyvtár szinkronizálása befejeződött.
id: Sinkronisasi perpustakaan selesai.
it: Sincronizzazione della libreria completata.
ja: ライブラリの同期が完了しました。
kk: Кітапхана синхронизациясы аяқталды.
ko: 라이브러리 동기화가 완료되었습니다.
ms: Penyelarasan perpustakaan telah selesai.
nb: Bibliotekssync fullført.
nl: Bibliotheek synchronisatie voltooid.
pl: Synchronizacja biblioteki zakończona.
pt_br: Sincronização da biblioteca concluída.
pt_pt: Sincronização da biblioteca concluída.
ro: Sincronizarea bibliotecii s-a finalizat.
ru: Синхронизация библиотеки завершена.
sk: Synchronizácia knižnice bola dokončená.
sv: Biblioteks synkronisering slutförd.
th: การซิงค์ห้องสมุดเสร็จสมบูรณ์
tr: Kütüphane senkronizasyonu tamamlandı.
uk: Синхронізація бібліотеки завершена.
vi: Đồng bộ thư viện hoàn tất.
zh_hans: 库同步完成。
zh_hant: 圖書館同步完成。
zh_hk: 圖書館同步完成。

# TK.Message.noBookmarksFoundDot
source: No bookmarks found.
ar: لا توجد إشارات مرجعية.
bg: Не са намерени отметки.
ca: No s'han trobat marcadors.
cs: Nenalezeny žádné záložky.
da: Ingen bogmærker fundet.
de: Keine Lesezeichen gefunden.
el: Δεν βρέθηκαν σελιδοδείκτες.
es: No se encontraron marcadores.
es_419: No se encontraron marcadores.
fi: Kirjanmerkkejä ei löytynyt.
fr: Aucun signet trouvé.
fr_ca: Aucun signet trouvé.
he: לא נמצאו סימניות.
hi: कोई बुकमार्क नहीं मिले।
hr: Nema označenih stranica.
hu: Nincsenek könyvjelzők.
id: Tidak ada bookmark yang ditemukan.
it: Nessun segnalibro trovato.
ja: ブックマークは見つかりませんでした。
kk: Букмаркалар табылған жоқ.
ko: 북마크가 없습니다.
ms: Tiada penanda halaman ditemukan.
nb: Ingen lagrede bokmerker funnet.
nl: Geen bladwijzers gevonden.
pl: Nie znaleziono zakładek.
pt_br: Nenhum favorito encontrado.
pt_pt: Nenhum marcador encontrado.
ro: Nu au fost găsite marcaje.
ru: Закладок не найдено.
sk: Neboli nájdené žiadne záložky.
sv: Inga bokmärken hittades.
th: ไม่พบบุ๊กมาร์ก
tr: Yer imleri bulunamadı.
uk: Не знайдено закладок.
vi: Không tìm thấy dấu trang nào.
zh_hans: 未找到书签。
zh_hant: 未找到書籤。
zh_hk: 未找到書籤。

# TK.Message.noBooksInLibraryDot
source: No books in library.
ar: لا توجد كتب في المكتبة.
bg: В библиотеката няма книги.
ca: No hi ha llibres a la biblioteca.
cs: V knihovně nejsou žádné knihy.
da: Ingen bøger i biblioteket.
de: Keine Bücher in der Bibliothek.
el: Δεν υπάρχουν βιβλία στη βιβλιοθήκη.
es: No hay libros en la biblioteca.
es_419: No hay libros en la biblioteca.
fi: Kirjasto ei sisällä kirjoja.
fr: Aucun livre dans la bibliothèque.
fr_ca: Aucun livre dans la bibliothèque.
he: אין ספרים בספרייה.
hi: पुस्तकालय में कोई किताबें नहीं हैं।
hr: Nema knjiga u biblioteci.
hu: Nincsenek könyvek a könyvtárban.
id: Tidak ada buku di perpustakaan.
it: Nessun libro in biblioteca.
ja: ライブラリに本はありません。
kk: Кітапханадағы кітаптар жоқ.
ko: 도서관에 책이 없습니다.
ms: Tiada buku di perpustakaan.
nb: Ingen bøker i biblioteket.
nl: Geen boeken in de bibliotheek.
pl: Brak książek w bibliotece.
pt_br: Nenhum livro na biblioteca.
pt_pt: Sem livros na biblioteca.
ro: Nu sunt cărți în bibliotecă.
ru: В библиотеке нет книг.
sk: V knižnici nie sú žiadne knihy.
sv: Inga böcker i biblioteket.
th: ไม่มีหนังสือในห้องสมุด
tr: Kütüphanede kitap yok.
uk: У бібліотеці немає книг.
vi: Thư viện không có sách nào.
zh_hans: 图书馆中没有书籍。
zh_hant: 圖書館內沒有書籍。
zh_hk: 資料庫中沒有書籍。

# TK.Message.noNotesFoundDot
source: No notes found.
ar: لا توجد ملاحظات.
bg: Няма намерени бележки.
ca: No s'han trobat anotacions.
cs: Žádné poznámky nebyly nalezeny.
da: Ingen noter fundet.
de: Es wurden keine Notizen gefunden.
el: Δεν βρέθηκαν σημειώσεις.
es: No se encontraron notas.
es_419: No se encontraron notas.
fi: Ei muistiinpanoja löydetty.
fr: Aucune note trouvée.
fr_ca: Aucune note trouvée.
he: אין הערות שנמצאו.
hi: कोई नोट्स नहीं मिले।
hr: Nema bilješki.
hu: Nincsenek jegyzetek.
id: Tidak ada catatan yang ditemukan.
it: Nessuna nota trovata.
ja: ノートが見つかりません。
kk: Ескерту жазбалары жоқ.
ko: 메모가 없습니다.
ms: Tiada nota ditemui.
nb: Ingen notater funnet.
nl: Geen notities gevonden.
pl: Nie znaleziono notatek.
pt_br: Nenhuma nota encontrada.
pt_pt: Não foram encontradas notas.
ro: Nu au fost găsite note.
ru: Нет найденных заметок.
sk: Žiadne poznámky neboli nájdené.
sv: Inga anteckningar hittades.
th: ไม่พบโน้ต.
tr: Not bulunamadı.
uk: Нотаток не знайдено.
vi: Không tìm thấy ghi chú nào.
zh_hans: 没有找到笔记。
zh_hant: 沒有找到筆記。
zh_hk: 沒有找到筆記。

# TK.Message.noteSavedSuccessfullyDot
source: Note saved successfully.
ar: تم حفظ الملاحظة بنجاح.
bg: Бележката е запазена успешно.
ca: Anotació guardada correctament.
cs: Poznámka byla úspěšně uložena.
da: Note gemt succesfuldt.
de: Notiz erfolgreich gespeichert.
el: Η σημείωση αποθηκεύτηκε επιτυχώς.
es: Nota guardada con éxito.
es_419: Nota guardada con éxito.
fi: Muistiinpano tallennettiin onnistuneesti.
fr: Note enregistrée avec succès.
fr_ca: Note enregistrée avec succès.
he: ההערה נשמרה בהצלחה.
hi: नोट सफलतापूर्वक सहेजा गया।
hr: Bilješka je uspješno spremljena.
hu: A jegyzet sikeresen mentve.
id: Catatan berhasil disimpan.
it: Nota salvata con successo.
ja: ノートが正常に保存されました。
kk: Ескертпе сәтті сақталды.
ko: 메모가 성공적으로 저장되었습니다.
ms: Nota berjaya disimpan.
nb: Notatet ble lagret vellykket.
nl: Notitie succesvol opgeslagen.
pl: Notatka zapisana pomyślnie.
pt_br: Nota salva com sucesso.
pt_pt: Nota guardada com sucesso.
ro: Notă salvată cu succes.
ru: Заметка успешно сохранена.
sk: Poznámka bola úspešne uložená.
sv: Anteckning har sparats.
th: บันทึกโน้ตเรียบร้อยแล้ว.
tr: Not başarıyla kaydedildi.
uk: Нотатка успішно збережена.
vi: Ghi chú đã được lưu thành công.
zh_hans: 笔记已成功保存。
zh_hant: 註解已成功儲存。
zh_hk: 筆記已成功儲存。

# TK.Message.pageBookmarkedSuccessfullyDot
source: Page bookmarked successfully.
ar: تم حفظ الصفحة كعلامة بنجاح.
bg: Страницата е успешно отметната.
ca: Pàgina marcada amb èxit.
cs: Stránka byla úspěšně uložená do záložek.
da: Side bogmærket succesfuldt.
de: Seite erfolgreich markiert.
el: Η σελίδα αποθηκεύτηκε στα σελιδοδείκτες επιτυχώς.
es: Página guardada como favorito con éxito.
es_419: Página marcada como favorita con éxito.
fi: Sivu tallennettu kirjanmerkiksi onnistuneesti.
fr: Page ajoutée aux favoris avec succès.
fr_ca: Page ajoutée aux marque-pages avec succès.
he: העמוד נוסף למועדפים בהצלחה.
hi: पृष्ठ सफलतापूर्वक बुकमार्क किया गया।
hr: Stranica je uspješno označena.
hu: Az oldal sikeresen könyvjelzőzve.
id: Halaman berhasil ditandai.
it: Pagina segnalibro salvata con successo.
ja: ページが正常にブックマークされました。
kk: Бет сәтті белгіленді.
ko: 페이지가 성공적으로 북마크되었습니다.
ms: Halaman berjaya disimpan sebagai penanda buku.
nb: Siden ble bokmerket vellykket.
nl: Pagina succesvol opgeslagen als bladwijzer.
pl: Strona dodana do zakładek pomyślnie.
pt_br: Página marcada com sucesso.
pt_pt: Página guardada com sucesso.
ro: Pagina a fost adăugată cu succes la marcaje.
ru: Страница успешно добавлена в закладки.
sk: Stránka bola úspešne pridaná do záložiek.
sv: Sidan bokmärktes framgångsrikt.
th: บุ๊กมาร์คหน้าสำเร็จแล้ว.
tr: Sayfa başarıyla kaydedildi.
uk: Сторінка успішно закладена.
vi: Trang đã được đánh dấu thành công.
zh_hans: 页面已成功收藏。
zh_hant: 頁面已成功加入書籤。
zh_hk: 頁面已成功加書籤。

# TK.Message.quoteCopiedToClipboardDot
source: Quote copied to clipboard.
ar: تم نسخ الاقتباس إلى الحافظة.
bg: Цитатът е копиран в клипборда.
ca: Cita copiada al porta-retalls.
cs: Citace zkopírována do schránky.
da: Citat kopieret til udklipsholder.
de: Zitat in die Zwischenablage kopiert.
el: Το απόσπασμα αντιγράφηκε στο πρόχειρο.
es: Se ha copiado la cita al portapapeles.
es_419: Cita copiada al portapapeles.
fi: Lainaus kopioitu leikepöydälle.
fr: Citation copiée dans le presse-papiers.
fr_ca: Citation copiée dans le presse-papiers.
he: ציטוט הועתק ללוח.
hi: उद्धरण क्लिपबोर्ड में कॉपी किया गया।
hr: Citacija je kopirana u međuspremnik.
hu: Idézet másolva a vágólapra.
id: Kutipan telah disalin ke clipboard.
it: Citazione copiata negli appunti.
ja: 引用がクリップボードにコピーされました。
kk: Цитата буферге көшірілді.
ko: 인용이 클립보드에 복사되었습니다.
ms: Petikan telah disalin ke papan klip.
nb: Sitatet er kopiert til utklippstavlen.
nl: Citaat naar het klembord gekopieerd.
pl: Cytat skopiowany do schowka.
pt_br: Citação copiada para a área de transferência.
pt_pt: Citação copiada para a área de transferência.
ro: Citat copiat în clipboard.
ru: Цитата скопирована в буфер обмена.
sk: Citát bol skopírovaný do schránky.
sv: Citat kopierat till urklipp.
th: คัดลอกคำคมไปยังคลิปบอร์ดแล้ว
tr: Alıntı panoya kopyalandı.
uk: Цитата скопійована в буфер обміну.
vi: Đã sao chép câu trích dẫn vào bộ nhớ tạm.
zh_hans: 引用已复制到剪贴板。
zh_hant: 引用已複製到剪貼簿。
zh_hk: 引用已複製到剪貼簿。

# TK.Message.readingGoalUpdatedSuccessfullyDot
source: Reading goal updated successfully.
ar: تم تحديث هدف القراءة بنجاح.
bg: Целта за четене беше актуализирана успешно.
ca: Objectiu de lectura actualitzat amb èxit.
cs: Cíl čtení byl úspěšně aktualizován.
da: Læsemål opdateret med succes.
de: Leseziel erfolgreich aktualisiert.
el: Ο στόχος ανάγνωσης ενημερώθηκε επιτυχώς.
es: Objetivo de lectura actualizado con éxito.
es_419: Objetivo de lectura actualizado correctamente.
fi: Lukutavoite päivitetty onnistuneesti.
fr: Objectif de lecture mis à jour avec succès.
fr_ca: Objectif de lecture mis à jour avec succès.
he: היעד לקריאה עודכן בהצלחה.
hi: पठन लक्ष्य सफलतापूर्वक अपडेट किया गया।
hr: Cilj čitanja je uspješno ažuriran.
hu: Olvasási cél sikeresen frissítve.
id: Tujuan membaca berhasil diperbarui.
it: Obiettivo di lettura aggiornato con successo.
ja: 読書目標が正常に更新されました。
kk: Оқу мақсаты сәтті түрде жаңартылды.
ko: 독서 목표가 성공적으로 업데이트되었습니다.
ms: Matlamat bacaan berjaya dikemas kini.
nb: Lese målet ble oppdatert.
nl: Leesdoel succesvol bijgewerkt.
pl: Cel czytania zaktualizowany pomyślnie.
pt_br: Meta de leitura atualizada com sucesso.
pt_pt: Objetivo de leitura atualizado com sucesso.
ro: Obiectivul de citire a fost actualizat cu succes.
ru: Цель чтения обновлена успешно.
sk: Cieľ čítania bol úspešne aktualizovaný.
sv: Läsmål uppdaterat framgångsrikt.
th: เป้าหมายการอ่านได้รับการอัปเดตเรียบร้อยแล้ว
tr: Okuḿi hedefi başarıyla güncellendi.
uk: Мету читання успішно оновлено.
vi: Mục tiêu đọc đã được cập nhật thành công.
zh_hans: 阅读目标已成功更新。
zh_hant: 閱讀目標已成功更新。
zh_hk: 閱讀目標已成功更新。

# TK.Message.readingProgressSavedDot
source: Reading progress saved.
ar: تم حفظ تقدم القراءة.
bg: Напредъкът в четенето е запазен.
ca: Progrés de lectura desat.
cs: Pokrok ve čtení byl uložen.
da: Læsefremskridt gemt.
de: Lesefortschritt gespeichert.
el: Η πρόοδος ανάγνωσης αποθηκεύτηκε.
es: Progreso de lectura guardado.
es_419: Progreso de lectura guardado.
fi: Luku edistyminen tallennettu onnistuneesti.
fr: Progression de lecture enregistrée.
fr_ca: Progrès de lecture enregistré.
he: ההתקדמות בקריאה נשמרה.
hi: पठन प्रगति सफलतापूर्वक सेव की गई।
hr: Napredak čitanja je spašen.
hu: Olvasási előrehaladás mentve.
id: Kemajuan membaca telah disimpan.
it: Progresso di lettura salvato.
ja: 読書の進捗が保存されました。
kk: Оқу прогрессі сақталды.
ko: 독서 진행 상황이 저장되었습니다.
ms: Kemajuan bacaan telah disimpan.
nb: Leseprogresjonen er lagret.
nl: Leesvoortgang opgeslagen.
pl: Postęp czytania zapisany.
pt_br: Progresso de leitura salvo.
pt_pt: Progresso de leitura guardado.
ro: Progresul lecturii a fost salvat.
ru: Прогресс чтения сохранён.
sk: Pokrok v čítaní bol uložený.
sv: Läsframsteg sparat.
th: บันทึกความก้าวหน้าการอ่านแล้ว
tr: Hasar aç dırıldi.
uk: Прогрес читання збережено.
vi: Tiến độ đọc đã được lưu.
zh_hans: 阅读进度已存档。
zh_hant: 閱讀進度已儲存。
zh_hk: 閱讀進度已儲存。

# TK.Placeholder.addBookmarkDots
source: Add a bookmark…
ar: أضف علامة مرجعية…
bg: Добавете отметка…
ca: Afegeix un marcador…
cs: Přidat záložku…
da: Tilføj et bogmærke…
de: Lesezeichen hinzufügen…
el: Προσθέστε ένα σελιδοδείκτη…
es: Añadir un marcador...
es_419: Añadir un marcador…
fi: Lisää kirjanmerkki…
fr: Ajouter un signet…
fr_ca: Ajouter un signet…
he: הוסף סימניה…
hi: बुकमार्क जोड़ें...
hr: Dodaj oznaku…
hu: Könyvjelző hozzáadása…
id: Tambahkan bookmark…
it: Aggiungi un segnalibro…
ja: ブックマークを追加…
kk: Бетбелгіні қосу…
ko: 북마크 추가…
ms: Tambah penanda buku…
nb: Legg til et bokmerke…
nl: Voeg een bladwijzer toe…
pl: Dodaj zakładkę…
pt_br: Adicionar um favorito…
pt_pt: Adicionar um marcador…
ro: Adaugă un marcaj…
ru: Добавить закладку…
sk: Pridať záložku…
sv: Lägg till ett bokmärke…
th: เพิ่มบุ๊คมาร์ค…
tr: Yer imi ekleyin…
uk: Додати закладку…
vi: Thêm một bookmark…
zh_hans: 添加书签……
zh_hant: 新增書籤…
zh_hk: 添加書籤…
